import { CommentsListType } from './mockType';

const CommentList: CommentsListType[] = [
  {
    id: 1,
    date: '12.12.2019 в 12.33',
    writer: 'Программер',
    text: `Давно выяснено, что при оценке дизайна и композиции читаемый текст
    мешает сосредоточиться. Lorem Ipsum используют потому, что тот
    обеспечивает более или менее стандартное заполнение шаблона, а также
    реальное распределение букв и пробелов в абзацах, которое не получается
    при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш
    текст.." Многие программы электронной вёрстки и редакторы HTML
    используют Lorem Ipsum.`,
    likes: 35,
  },
  {
    id: 2,
    date: '12.12.2019 в 12.33',
    writer: 'Программер',
    text: `Давно выяснено, что при оценке дизайна и композиции читаемый текст
    мешает сосредоточиться. Lorem Ipsum используют потому, что тот
    обеспечивает более или менее стандартное заполнение шаблона, а также
    реальное распределение букв и пробелов в абзацах, которое не получается
    при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш
    текст.." Многие программы электронной вёрстки и редакторы HTML
    используют Lorem Ipsum.`,
    likes: 35,
  },
  {
    id: 3,
    date: '12.12.2019 в 12.33',
    writer: 'Программер',
    text: `Давно выяснено, что при оценке дизайна и композиции читаемый текст
    мешает сосредоточиться. Lorem Ipsum используют потому, что тот
    обеспечивает более или менее стандартное заполнение шаблона, а также
    реальное распределение букв и пробелов в абзацах, которое не получается
    при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш
    текст.." Многие программы электронной вёрстки и редакторы HTML
    используют Lorem Ipsum.`,
    likes: 35,
  },
  {
    id: 4,
    date: '12.12.2019 в 12.33',
    writer: 'Программер',
    text: `Давно выяснено, что при оценке дизайна и композиции читаемый текст
    мешает сосредоточиться. Lorem Ipsum используют потому, что тот
    обеспечивает более или менее стандартное заполнение шаблона, а также
    реальное распределение букв и пробелов в абзацах, которое не получается
    при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш
    текст.." Многие программы электронной вёрстки и редакторы HTML
    используют Lorem Ipsum.`,
    likes: 35,
  },
  {
    id: 5,
    date: '12.12.2019 в 12.33',
    writer: 'Программер',
    text: `Давно выяснено, что при оценке дизайна и композиции читаемый текст
    мешает сосредоточиться. Lorem Ipsum используют потому, что тот
    обеспечивает более или менее стандартное заполнение шаблона, а также
    реальное распределение букв и пробелов в абзацах, которое не получается
    при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш
    текст.." Многие программы электронной вёрстки и редакторы HTML
    используют Lorem Ipsum.`,
    likes: 35,
  },
];

export default CommentList;
