import { PropsType } from './mockType';

export const props: PropsType = {
  value: 'Предметы',
  linkList: [
    {
      id: 1,
      link: '/',
      value: 'ооп объектно ориентированное программирование',
    },
    {
      id: 2,
      link: '/',
      value: 'ооп объектно ориентированное программирование',
    },
    {
      id: 3,
      link: '/',
      value: 'ооп объектно ориентированное программирование',
    },
    {
      id: 4,
      link: '/',
      value: 'ооп объектно ориентированное программирование',
    },
    {
      id: 5,
      link: '/',
      value: 'ооп объектно ориентированное программирование',
    },
    {
      id: 6,
      link: '/',
      value: 'ооп объектно ориентированное программирование',
    },
    {
      id: 7,
      link: '/',
      value: 'ооп объектно ориентированное программирование',
    },
    {
      id: 8,
      link: '/',
      value: 'ооп объектно ориентированное программирование',
    },
    {
      id: 9,
      link: '/',
      value: 'ооп объектно ориентированное программирование',
    },
    {
      id: 10,
      link: '/',
      value: 'ооп объектно ориентированное программирование',
    },
    {
      id: 11,
      link: '/',
      value: 'ооп объектно ориентированное программирование',
    },
    {
      id: 12,
      link: '/',
      value: 'ооп объектно ориентированное программирование',
    },
    {
      id: 13,
      link: '/',
      value: 'ооп объектно ориентированное программирование',
    },
    {
      id: 14,
      link: '/',
      value: 'ооп объектно ориентированное программирование',
    },
    {
      id: 15,
      link: '/',
      value: 'ооп объектно ориентированное программирование',
    },
    {
      id: 16,
      link: '/',
      value: 'ооп объектно ориентированное программирование',
    },
    {
      id: 17,
      link: '/',
      value: 'ооп объектно ориентированное программирование',
    },
    {
      id: 18,
      link: '/',
      value: 'ооп объектно ориентированное программирование',
    },
    {
      id: 19,
      link: '/',
      value: 'ооп объектно ориентированное программирование',
    },
  ],
};
