import { PropsType } from './mockType';

export const props: PropsType = {
  value: 'преподаватели',
  linkList: [
    { id: 1, link: '/', value: 'Фамилия Имя Отчество' },
    { id: 2, link: '/', value: 'Фамилия Длинное Имя Отчество' },
    { id: 3, link: '/', value: 'Фамилия Длинное Имя Отчество' },
    { id: 4, link: '/', value: 'Фамилия Имя Отчество' },
    { id: 5, link: '/', value: 'Фамилия Имя Отчество' },
    { id: 6, link: '/', value: 'Фамилия Длинное Имя Отчество' },
    { id: 7, link: '/', value: 'Фамилия Длинное Имя Отчество' },
    { id: 8, link: '/', value: 'Фамилия Длинное Имя Отчество' },
    { id: 9, link: '/', value: 'Фамилия Длинное Имя Отчество' },
    { id: 10, link: '/', value: 'Фамилия Имя Отчество' },
    { id: 11, link: '/', value: 'Фамилия Имя Отчество' },
    { id: 12, link: '/', value: 'Фамилия Имя Отчество' },
    { id: 13, link: '/', value: 'Фамилия Длинное Имя Отчество' },
    { id: 14, link: '/', value: 'Фамилия Длинное Имя Отчество' },
    { id: 15, link: '/', value: 'Фамилия Длинное Имя Отчество' },
    { id: 16, link: '/', value: 'Фамилия Длинное Имя Отчество' },
    { id: 17, link: '/', value: 'Фамилия Имя Отчество' },
    { id: 18, link: '/', value: 'Фамилия Имя Отчество' },
    { id: 19, link: '/', value: 'Фамилия Имя Отчество' },
  ],
};
